experiments/outputs/latency_select/gist_none_100k_K1.txt
pgbench (15.3 (Debian 15.3-1.pgdg120+1))
transaction type: /tmp/tmp9m_r735v
scaling factor: 1
query mode: simple
number of clients: 5
number of threads: 5
maximum number of tries: 1
number of transactions per client: 15
number of transactions actually processed: 75/75
number of failed transactions: 0 (0.000%)
latency average = 884.439 ms
initial connection time = 8.769 ms
tps = 5.653302 (without initial connection time)
statement latencies in milliseconds and failures:
         0.014           0  \set id random(1, 10000)
       898.588           0  SELECT *