experiments/outputs/latency_select/sift_lantern_10k_K2.txt
pgbench (15.3 (Debian 15.3-1.pgdg120+1))
transaction type: /tmp/tmph_w4ohwi
scaling factor: 1
query mode: simple
number of clients: 5
number of threads: 5
maximum number of tries: 1
number of transactions per client: 15
number of transactions actually processed: 75/75
number of failed transactions: 0 (0.000%)
latency average = 5.023 ms
initial connection time = 10.520 ms
tps = 995.460699 (without initial connection time)
statement latencies in milliseconds and failures:
         0.064           0  \set id random(1, 10000)
         4.325           0  SELECT *