experiments/outputs/latency_select/sift_lantern_400k_K32.txt
pgbench (15.3 (Debian 15.3-1.pgdg120+1))
transaction type: /tmp/tmpvvd4js91
scaling factor: 1
query mode: simple
number of clients: 5
number of threads: 5
maximum number of tries: 1
number of transactions per client: 15
number of transactions actually processed: 75/75
number of failed transactions: 0 (0.000%)
latency average = 43.062 ms
initial connection time = 19.865 ms
tps = 116.110754 (without initial connection time)
statement latencies in milliseconds and failures:
         0.265           0  \set id random(1, 10000)
        38.113           0  SELECT *